4ti2
arb
autoconf
automake
base
bison
boost
brial
ccid
cddlib
cmake
coin-or-cbc
coxeter
debugedit
dhcpcd
dialog
docker
ecl
eclib
efibootmgr
exa
fakeroot
fd
fflas-ffpack
ffmpeg
flex
flintqs
gcc
gcc-fortran
gf2x
gfan
ghc
giac
git
glpk
graphviz
grub
gsl
highlight
igraph
imagemagick
iml
julia
lcalc
libatomic_ops
libbraiding
libhomfly
linbox
linux
linux-firmware
lrcalc
lrs
lshw
lsof
m4
m4ri
m4rie
make
man-db
man-pages
nauty
neofetch
netctl
networkmanager
ninja
nodejs
openssh
pacman-contrib
palp
pandoc
pari
pari-elldata
pari-galdata
pari-galpol
pari-seadata
patch
pdf2svg
pkgconf
planarity
polymake
ppl
primecount
primesieve
python
python-pip
python-tox
qhull
r
rankwidth
rsync
ruby
sagemath
singular
sudo
symmetrica
sympow
tachyon
texinfo
texlive-core
texlive-langcyrillic
texlive-langjapanese
texlive-langkorean
texlive-latexextra
texlive-local-physics
texlive-local-pict2e
texlive-local-tikz-cd
tllocalmgr-git
tmux
ufw
vim
virtualbox-guest-utils
wget
which
wpa_supplicant
yarn
yay-bin
youtube-dl
zn_poly
zsh
