adobe-source-han-sans-jp-fonts
adobe-source-han-sans-kr-fonts
adobe-source-han-serif-jp-fonts
adobe-source-han-serif-kr-fonts
alsa-utils
apache
ark
audiocd-kio
autoconf
automake
base
bison
blender
bluedevil
bluez-utils
breeze
breeze-gtk
ccid
cervisia
cloudflare-warp-bin
cmake
console-tdm
coolreader
dhcpcd
dialog
discord
docker
dolphin
dolphin-plugins
dragon
drkonqi
dropbox
easytag
efibootmgr
exa
fakeroot
fcitx
fcitx-hangul
fcitx-mozc
fcitx-table-extra
fd
ffmpegthumbs
filelight
firefox
flex
gcc
geogebra
ghc
gimp
git
gnome-keyring
gnuchess
gnuplot
google-chrome
grub
gvim
gwenview
highlight
hugo
hunspell-en_us
imagemagick
intel-media-driver
ipp-usb
irssi
julia
k3b
kactivitymanagerd
kakoune
kamoso
kapptemplate
kbackup
kcachegrind
kcalc
kcharselect
kcm-fcitx
kcm-wacomtablet
kcolorchooser
kcron
kde-cli-tools
kde-dev-scripts
kde-dev-utils
kde-gtk-config
kdebugsettings
kdeconnect
kdecoration
kdegraphics-mobipocket
kdegraphics-thumbnailers
kdenetwork-filesharing
kdeplasma-addons
kdesdk-thumbnailers
kdf
kdialog
keditbookmarks
kfind
kfloppy
kgamma5
kget
khelpcenter
khotkeys
kimagemapeditor
kinfocenter
kio-extras
kio-gdrive
kirigami-gallery
kmag
kmenuedit
kmix
kmousetool
kmouth
kmplot
kompare
konsole
kopete
krdc
krfb
kruler
kscreen
kscreenlocker
ksshaskpass
ksysguard
ksystemlog
kteatime
ktimer
kwallet-pam
kwalletmanager
kwave
kwayland-integration
kwin
kwrited
libaacs
libdvdcss
libgnome-keyring
libkscreen
libksysguard
libreoffice-fresh
linux
linux-firmware
lokalize
lshw
lsof
luit
m4
make
man-db
man-pages
marble
mariadb
mdbook
milou
mplayer
neofetch
netctl
networkmanager
nodejs
noto-fonts-cjk
noto-fonts-emoji
okular
openssh
os-prober
otf-cascadia-code
otf-fira-mono
otf-fira-sans
otf-ipaexfont
otf-ipafont
otf-ipamjfont
oxygen
pacman-contrib
pandoc
patch
pcsclite
pdf2svg
php
php-apache
php-gd
php-imagick
php-imap
phpmyadmin
pkgconf
plasma-browser-integration
plasma-desktop
plasma-integration
plasma-nm
plasma-pa
plasma-sdk
plasma-thunderbolt
plasma-vault
plasma-workspace
plasma-workspace-wallpapers
polkit-kde-agent
poppler-data
pork
povray
powerdevil
poxml
print-manager
pulseaudio-alsa
pulseaudio-bluetooth
python
python-pip
rclone
reflector
rocs
rsync
ruby
rust
signal-desktop
signon-kwallet-extension
slack-desktop
sof-firmware
spectacle
speech-dispatcher
spotify
sudo
svgpart
sweeper
systemsettings
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
texinfo
texlive-core
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-local-physics
texlive-local-pict2e
texlive-local-tikz-cd
tllocalmgr-git
torbrowser-launcher
transmission-qt
tree
ttf-cascadia-code
ttf-fira-code
ttf-fira-mono
ttf-fira-sans
ttf-hanazono
ttf-inconsolata
ttf-jetbrains-mono
ttf-ms-fonts
ttf-roboto
ttf-ubuntu-font-family
ttfautohint
ufw
umbrello
unarchiver
unicode-emoji
unzip
vi
vim-fcitx
visual-studio-code-bin
vlc
wget
which
wpa_supplicant
xclip
xdg-desktop-portal-kde
xf86-input-wacom
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xournalpp
yarn
yay-bin
youtube-dl
zsa-wally
zsh
