autoconf
automake
base
bison
ccid
dhcpcd
dialog
docker
efibootmgr
eog
exa
exo
fakeroot
fd
firefox
flex
garcon
gcc
ghc
git
grub
highlight
julia
libaacs
linux
linux-firmware
lshw
lsof
luit
m4
make
man-db
man-pages
neofetch
netctl
networkmanager
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
openssh
pacman-contrib
pandoc
patch
pcsclite
pdf2svg
pkgconf
python
python-pip
rsync
ruby
rust
sudo
texinfo
texlive-core
texlive-langchinese
texlive-langcyrillic
texlive-langextra
texlive-langgreek
texlive-langjapanese
texlive-langkorean
texlive-local-physics
texlive-local-pict2e
texlive-local-tikz-cd
thunar
thunar-volman
tllocalmgr-git
torbrowser-launcher
tumbler
ufw
unzip
vi
vim
wget
which
xf86-video-vesa
xfce4-appfinder
xfce4-panel
xfce4-power-manager
xfce4-session
xfce4-settings
xfce4-terminal
xfconf
xfdesktop
xfwm4
xfwm4-themes
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
yarn
yay-bin
youtube-dl
zsh
