bierner.markdown-checkbox
bierner.markdown-footnotes
DavidAnson.vscode-markdownlint
firefox-devtools.vscode-firefox-debug
goessner.mdmath
icrawl.discord-vscode
James-Yu.latex-workshop
MS-CEINTL.vscode-language-pack-ja
MS-CEINTL.vscode-language-pack-ko
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
pnp.polacode
rust-lang.rust-analyzer
stkb.rewrap
vscodevim.vim
zhuangtongfa.material-theme